title=Bessere Pr\u00e4sentationen f\u00fcr Entwickler und Architekten
speaker=Michael Pl\u00f6d
date=14.03.2012
content=Wer kennt sie nicht aus seinem beruflichen Alltag: t\u00f6dlich langweilige, mit Details \u00fcberh\u00e4ufte PowerPoint Pr\u00e4sentationen, die die Zuh\u00f6rer und Leser mit Bullet-Point W\u00fcsten in den Schlaf treiben und prim\u00e4r der Selbstbeweihr\u00e4ucherung des Referenten dienen? Anders gefragt: wer ist als Entwickler oder Architekt schon einmal mit einer Pr\u00e4sentation, in der man seinem Management eine tolle neue Technologie schmackhaft machen wollte, an eine Wand gelaufen weil man einfach nicht die richtigen Worte fand um Zugang zu seinem Chef (Chef) zu erhalten? Solche Situationen wird jeder, der im IT- oder Projektgesch\u00e4ft t\u00e4tig ist, nicht nur einmal in seiner Laufbahn erleben. Des Weiteren hat in den letzten Jahren das Buch Presentation Zen von Garr Reynolds insbesondere auf Konferenzen zu einer sp\u00fcrbaren Ver\u00e4nderung im Entwurf von Schaubildern gef\u00fchrt. Oft sind die eben genannten Bullet-Points verschwunden und wurden durch gro\u00dffl\u00e4chige Bilder mit wenig Text ersetzt. Allerdings wirkt der eben genannte Stil im Gesch\u00e4ftsleben, welches sich auf das Tagesgesch\u00e4ft konzentriert und sich abseits von Sales-Pitches o.\u00e4. bewegt, oft unangebracht. Dabei ist das Erstellen guter Pr\u00e4sentationen kein Hexenwerk, welches nur Unternehmensberatern oder Design Spezialisten vorbehalten ist. Jeder kann gute Pr\u00e4sentationen erstellen. Stellen wir einmal das Layout und Design der Folien zur\u00fcck, werden wir erkennen, dass die Basis eine solide Story und eine gute Argumentations-Kette sein muss. Genau an dieser Stelle setzt dieser Vortrag an und vermittelt Ihnen ausgehend von einer Idee oder einem Thema grundlegende Techniken zur Vorbereitung, Argumentation, Storybuilding und schlie\u00dflich zum Entwurf einer gelungenen Pr\u00e4sentation.
categories=Pr\u00e4sentationen,Soft Skills
organizer=JUG Karlsruhe
